---
kind: other
id: Operators.T:Autodesk.Revit.DB.XYZ
zh: 点
source: html/7ad5d7e2-534c-aae6-aa38-65e8d2806154.htm
---
# XYZ Operators

**中文**: 点

Adds the two specified vectors and returns the result.